{
  "quotes": [
    "\"We are very good at pretending to not be in love. Maybe we are bad at showing it when we are allowed.\"",
    "Sometimes Ilya was so starved for touch he felt like screaming.",
    "Kiss me, Ilya wanted to say. Kiss me and hold me in front of all these people. Pull me onstage and do it. I don’t care anymore. Please. I’m dying.",
    "\"I would never stop showing you off,\" Ilya said. \"If I could.\"",
    "\"My good friend Shane Hollander, you mean?\" \n\"There’s no way he likes you that much.\" \n\"He loves me,\" Ilya said plainly. Honestly.",
    "Quietly, in a voice that couldn’t disguise his pain, he said, \"I already chose you, Hollander.\"",
    "\"Ah,\" Ilya said in mock despair, \"then you know my secret.\" \n\"That you love me?\" \n\"That I am very mushy inside.\" \nShane laughed. \"I knew that too.\"",
    "We were going to have dogs and kids.",
    "I am thinking only about you right now. A million memories. Thank you for those. \n\nWhatever happens, I am with you. Safe in your heart. I believe it.",
    "What if Ilya had died? What if he had fucking died? \nShane would have died too. Alone, and secretly, and for the rest of his life.",
    "\"Do you know what I want to do?\" \n\"Is it filthy?\" \n\"No. I want to make a video.\" \n\"That sounds filthy.\"",
    "\"Stay in the closet forever. Got it.\" \n\"What’s wrong with the closet? It’s a wonderful place crammed full of professional athletes.\"",
    "\"Eat my nuts, Rozanov!\" Kent snarled. \nRozanov made a face. \"No fucking thank you.\"",
    "\"Have you ever felt beautiful, Ryan?\" Was Fabian’s face even closer now? \n\"No.\" Ryan laughed as if the question were ridiculous. \"Of course not. Look at me.\"",
    "Some fucked-up part of him wished his teammates could see him now, on his knees for a man wearing lace underwear and makeup. They’d never understand. This wasn’t for them to understand. This had nothing to do with them, and Ryan couldn’t be happier about it.",
    "\"Since their rookie season,\" Shane heard his mother say. \"I can’t believe it.\" \n\"Looking at them now, I kind of can,\" his father said.",
    "\"Such a mouth on you.\" \n\"Don’t say it.\" \n\"I preferred it when it was on me.\"",
    "\"There is not an ‘I’ in team, right?\"\n\"There’s an ‘I’ in ‘suck my dick.’\"",
    "We were supposed to stand alone at the top, but we will always be there together. We will keep climbing until no one else can reach us, but it will always be together.",
    "\"You don’t play with your ass? It makes you gay?\" \n\"Oh my fucking god...\" \n\"You know what makes you gayer?\" \n\"Rozanov...shut the fuck—\" \n\"Sucking my dick. You were doing that a minute ago.\"",
    "\"I hate you.\"\n\"Yes. I know. Show me.\"",
    "\"You didn’t answer my text and I thought...\" Suddenly all the ways Shane might finish that sentence seemed stupid. I thought you were in danger. I thought you were in jail. I thought you were...sad.",
    "He realized, when he was back in his room, that they hadn’t even kissed. He also realized, with horror, that he regretted that.",
    "Shane’s hands cradled Ilya’s face as he kissed him with the force of everything they had almost said out loud.",
    "Shane wondered if Ilya felt it too. The heaviness of the aftermath of their encounters. The impossibility of everything. Shane felt it every time.",
    "\"Should you really be alone right now?\" Shane asked. \n\"I am not alone,\" Ilya said. \"You are here now, yes?\"",
    "\"Didn’t you tell me last season that you thought he was the hottest player in the league?\"\nHarris had definitely said that. \"I don’t remember.\" \n\"We were playing Marry, Fuck, Kill and you said ‘fuck Troy Barrett’ three times.\"",
    "He had plenty of things to do tonight, like staring blankly out the window until he mustered up the energy to jerk off.",
    "\"I think he likes you,\" Troy told Ilya.\n\"Of course he does. I’m great.\"",
    "\"Hockey gear. You know what it does to me.\"\n\"I can’t believe they let you work here, pervert.\"",
    "The only thing on my playlist is death metal because if I listen to any poppy love song, I might start crying.",
    "\"Why aren’t you upset?\" \nNiklas was pouring water into two glasses. He slid one toward Theo before answering. \"You’re upset enough for both of us, I think.\"\n",
    "\"You don’t understand,\" I say, looking at Jamie, not her. He’s the only one who matters. \"If he has the sheep flu, I’m already exposed. We share a bed.\"",
    "\"We are not a cult,\" Marc says patiently. \"We are a province.\" \nThey're totally a cult. They even have their own secret language.",
    "I was looking forward to spending the rest of my life getting you to pretend you’re annoyed with me.",
    "Misha didn’t think he deserved to have his pain ended so easily.",
    "\"I’m Russian,\" Misha said with the faintest hint of a smile. \"We angst, Max.\"",
    "\"He looks sad?\" \n\"Well. He’s Russian,\" Max said, as if that explained it. \"Turns out, Scott, they’re either Bond villains or really moody.\"",
    "It made about as much sense as calculus to Nico, but he was a hockey player and really, it was very unfair he had to do math.",
    "\"You really are an egomaniac, aren’t you?\" August teased.\n\"It’s one of my better qualities.\" Nico smiled beatifically.",
    "\"I get that. So why don’t you figure out something else to do?\"\n\"Like what?\"\n\"I don’t know. What do you enjoy other than telling me what to do?\"\n\"I consider that a hobby, not a profession.\"",
    "Russ had never believed in failing up, but that was before he failed at not having sex so badly he’d ended up in a relationship.",
    "\"It’s almost impossible for you to understand, isn’t it, Rhodes? How much you can hate what you are. You don’t know what it’s like to pray every day for years to be something other than what you are and have those prayers go unanswered.\"",
    "\"I think you should pray on it.\" \n\"What?\" He set the coffee pot down on the counter with a thud. \"I thought you said you didn’t believe in God anymore.\" \n\"I don’t. But you do. So talk to him.\"",
    "He thought vaguely like he should be bleeding from wrenching the words out, but he wasn’t—his skin was smooth and unblemished. How could he say these things and they not leave a visible wound, he wondered.",
    "\"Is this an intervention or a mugging?\" Carmine asked as Roderick led them down the hall. \"Because I’m not an alcoholic and I don’t have my wallet on me but I can go get it—\"",
    "\"You should stop apologizing for stuff that’s not your fault.\"",
    "You could do worse. Roddy’s words echoed in his head. \nAnd Carmine can do better. Saint squeezed his eyes shut. \nIt was a long time before he fell asleep.",
    "\"I love you a lot,\" he admitted, voice muffled. \"And I’m not sure why you—no, let me finish—I’m not really sure why you love me, but I’ll take it. I’ll take anything you give me.\"",
    "Saint sounded young, and exhausted, and Carmine wanted suddenly to step between him and the world.",
    "\"Whoa. Did your closet explode?\" His lips twitched. \"There are easier ways to come out of it, you know.\"",
    "\"What the fuck ever, man,\" Rory snapped before he could stop himself. \"At least I still have all my hair.\" ",
    "Oliver wanted to say, \"thanks, it’s my depression meal,\" but he held back. \"I saw it on TikTok,\" was what he said instead.",
    "\"You hate baseball.\"\n\"I do not. Look at them swinging their little bats and running in a big circle, they’re doing so good.\"",
    "I could faint. I could also puke, right onto the ice, right between his skates. \"Hi,\" I squeak. \"I wear your number.\"\n\"Enchanté.\" Bryce's grin grows. \"I wear your number, too.\"",
    "\"This weekend?\" He looks me in the eyes. \"It’s going to be the highlight of my career. I already know that.\" \nIt is already the highlight of my life.",
    "\"What do you want?\" Hunter asks.  \nA chance. An opportunity to see if you and me can be more than two men sitting beside a river. A kiss, a first kiss, one I’m only just realizing I want more than I wanted to hear my name called out during the draft—",
    "My name etched into eternity is a cold comfort. I cannot sleep beside the Cup. I cannot wrap my arms around it and feel its heartbeat, or feel its breath move through my hair. I may love this sport, and love the chase of this championship, but it will not love me back.",
    "\"You can have anything.\"\nAnything? Can I have your kiss?",
    "\"Ne me fais pas ça, Hunter.\" I can barely hear him. His voice is trembling \"Please, s’il te plaît. Don’t give me any hope. I need to move past this. S’il te plaît, leave my heart broken.\"",
    "We are, in every sense of the word, free. It’s us and eternity out here.",
    "\"S'il te plaît. Please. Please, mon chéri.\" I’m babbling, and I don’t know what I’m asking for. Please let this be true. Please be certain. Please don't hurt me. Please, please.",
    "It’s every game I’ve played. It’s every goal I’ve scored and assisted on, every win I’ve shared with my team. It’s skating across the ice and saying bonjour to Hunter and seeing him smile at me for the first time. It’s my dreams coming true.",
    "If we can hold on to this, then he'll be all of my tomorrows and my forever.",
    "\"Je t'aime aussi, mon amour.\" My voice is more breath than sound, a whisper strained through silence. But these words have shape and weight, and they move from my lips to Hunter's ears. \"Je t'aime de tout.\"",
    "He wanted every type of kiss Brady Derek Jensen had to offer, especially the ones Brady hadn’t shared yet.",
    "\"I gotta tell them I’m in love with a Caps fan. How am I supposed to live that shit down? They’re gonna make us go to a game together. It’ll be a disaster.\""
  ]
}